projects/openfoam/rarefied-flows/impingment/sims/templates/compressible/rhoSimpleFoam/gasMixing/injectorPipe/system/abort
// OpenFOAM dictionary -*- C++ -*-

ABORT
{
    type    abort;
    libs    (utilityFunctionObjects);
    //file    "<case>/ABORT";   // default name
    // action  writeNow;
    action  nextWrite;
}


// ************************************************************************* //
